import random

data = ["拉麵","生魚片","握壽司","散壽司","涼麵","咖哩","手捲","味噌湯",
        "大福","土瓶蒸","涮涮鍋","沙拉","可樂餅","生蠔","烤魚","羊小排",
        "牛小排","串燒","一夜干","壽喜燒","麻辣鍋","炒飯","烏龍麵","餃子",
        "義大利麵","披薩","燉飯","火腿","罐頭","醃漬品","湯","咖哩","滷肉",
        "羹","蛋","麻糬","豆腐","卷餅","春捲","熱炒","包子","饅頭","燒賣",
        "蒸餃","乳酪","蛋糕","冰淇淋","提拉米蘇","奶酪","布丁","果凍","餅乾",
        "粥","雪花冰","大魯麵","飯","甜食","鹽水雞","鹽酥雞","糕餅"]
def food_catcher():
    number = len(data)
    index = random.randrange(number)
    return data[index]
def rd_img():
    url = "https://picsum.photos/id/"+ str(random.randrange(1001)) +"200"
    return url